{
  "title": "பாசி கடை",
  "Algae": "பாசி",
  "Store": "கடை",
  "Select Language": "மொழியை தேர்ந்தெடுங்கள்",
  "en": "English",
  "tamil": "தமிழ்",
  "gujarati": "ગુજરાતી",
  "hindi": "हिंदी",
  "aboutAlgaeStore": "பாசி கடை பற்றி",
  "aboutAlgaeStorePara": "கடற்பாசி வர்த்தகத்திற்கான உங்கள் பிரீமியர் பி2பி ஹப் நீங்கள் கடற்பாசி சாகுபடி, பதப்படுத்துதல் அல்லது விநியோகம் செய்யும் தொழிலில் இருக்கிறீர்களா? மேலும் பார்க்க வேண்டாம். கடற்பாசி வாங்குபவர்களும் விற்பவர்களும் இணையும், ஒத்துழைத்து, செழித்து வளரும் விதத்தில் புரட்சியை ஏற்படுத்தும் ஆல்கே ஸ்டோர் உங்களின் ஒரே டிஜிட்டல் இலக்காகும்.",
  "poweredBy": "மூலம் இயக்கப்படுகிறது",
  "stats": "புள்ளிவிவரங்கள்",
  "sellers": "விற்பனையாளர்கள்",
  "sellersPara": "விற்பனையாளர்களுக்கு, பாசிகள் பரந்த அளவிலான தயாரிப்புகளுடன் வளர்ந்து வரும் சந்தையை வழங்குகின்றன. ஊட்டச்சத்து சப்ளிமெண்ட்ஸ் மற்றும் அழகுசாதனப் பொருட்களில் இருந்து உயிரி எரிபொருள்கள் மற்றும் மருந்துகள் வரை, பாசியிலிருந்து பெறப்பட்ட பொருட்களின் தேவை தொடர்ந்து அதிகரித்து வருகிறது. இந்த வளர்ந்து வரும் தேவையை மூலதனமாக்குவது தொழில்முனைவோர் மற்றும் விநியோகஸ்தர்களுக்கு லாபகரமான முயற்சியாக இருக்கும்.",
  "exploreAllSellers": "அனைத்து விற்பனையாளர்களையும் ஆராயுங்கள்",
  "buyers": "வாங்குபவர்கள்",
  "buyersPara": "கடற்பாசி வாங்குபவர்களே, கடலின் அருட்கொடையை ஆராயுங்கள்! கடற்பாசி சமையல் மகிழ்வுகள், சுகாதார நலன்கள் மற்றும் நிலையான மாற்றுகளின் உலகத்தை வழங்குகிறது. உங்கள் சமையலறையில் சுற்றுச்சூழலுக்கு உகந்த மற்றும் சுவையான கூடுதலாக கடற்பாசி தயாரிப்புகளின் பல்வேறு தேர்வுகளில் முழுக்குங்கள். கடலின் இயற்கை நற்குணத்தை இன்று தழுவுங்கள்!",
  "exploreAllBuyers": "அனைத்து வாங்குபவர்களையும் ஆராயுங்கள்",
  "products": "தயாரிப்புகள்",
  "productsPara": "கடற்பாசி பொருட்களின் அதிசயங்களைக் கண்டறியவும். சுவையான தின்பண்டங்கள் முதல் தோல் பராமரிப்பு அத்தியாவசியங்கள் வரை, கடற்பாசியின் பல்துறைக்கு எல்லையே இல்லை. ஊட்டச்சத்துக்கள் நிரம்பியுள்ளது, இது ஆரோக்கியத்தையும் நிலைத்தன்மையையும் மேம்படுத்துகிறது. கடற்பாசி சார்ந்த பொருட்களுடன் சுவை, ஆரோக்கியம் மற்றும் சூழல் உணர்வுள்ள தேர்வுகள் நிறைந்த உலகில் முழுக்குங்கள். கடலின் புதையலின் திறனைத் திறக்கவும்!",
  "about": "பற்றி",
  "contactUs": "எங்களை தொடர்பு கொள்ள",
  "aboutUs": "எங்களை பற்றி",
  "aboutUsPara": "நீங்கள் கடற்பாசி சாகுபடி, பதப்படுத்துதல் அல்லது விநியோகம் செய்யும் தொழிலில் இருக்கிறீர்களா? மேலும் பார்க்க வேண்டாம். கடற்பாசி வாங்குபவர்களும் விற்பவர்களும் இணையும், ஒத்துழைத்து, செழித்து வளரும் விதத்தில் புரட்சியை ஏற்படுத்தும் ஆல்கே ஸ்டோர் உங்களின் ஒரே டிஜிட்டல் இலக்காகும்.",
  "unmatchedAccessibility": "பொருத்தமற்ற அணுகல்தன்மை",
  "unmatchedAccessibilityPara": "கடற்பாசி உற்பத்தியாளர்கள், சப்ளையர்கள் மற்றும் வாங்குபவர்களின் உலகளாவிய வலையமைப்பை ஒரே, பயனர் நட்பு மேடையில் நாங்கள் ஒன்றிணைக்கிறோம். புதிய சந்தைகளை அணுகவும், நீடித்த கூட்டாண்மைகளை உருவாக்கவும், முன் எப்போதும் இல்லாத வகையில் பல்வேறு கடற்பாசி தயாரிப்புகளை ஆராயவும்.",
  "seamlesslyStreamlinedTransactions": "தடையின்றி நெறிப்படுத்தப்பட்ட பரிவர்த்தனைகள்",
  "seamlesslyStreamlinedTransactionsPara": "எங்கள் தளம் முழு கொள்முதல் செயல்முறையையும் எளிதாக்குகிறது. பேச்சுவார்த்தையில் இருந்து பணம் செலுத்துவது வரை, வணிகங்களின் புவியியல் இருப்பிடத்தைப் பொருட்படுத்தாமல், வணிகங்களுக்கு இடையே சுமூகமான பரிவர்த்தனைகளை உறுதி செய்வதற்கான திறமையான கருவிகள் மற்றும் பாதுகாப்பான வழிமுறைகளை நாங்கள் வழங்குகிறோம்.",
  "customizedSearch": "தனிப்பயனாக்கப்பட்ட தேடல்",
  "customizedSearchPara": "உங்கள் துல்லியமான விவரக்குறிப்புகளைப் பூர்த்தி செய்ய கடற்பாசி தயாரிப்புகளைத் தேடுங்கள். உங்களுக்கு மூல கடற்பாசி, சாறுகள் அல்லது பிரத்யேக கடற்பாசி சார்ந்த தயாரிப்புகள் தேவைப்பட்டாலும், எங்களின் மேம்பட்ட தேடல் வடிப்பான்கள் உங்களுக்குத் தேவையானதை விரைவாகக் கண்டறிய உதவுகின்றன.",
  "support247": "24/7 ஆதரவு",
  "support247Para": "உங்களுக்கு உதவ எங்கள் பிரத்யேக வாடிக்கையாளர் ஆதரவுக் குழு 24 மணி நேரமும் உள்ளது. உதவி ஒரு கிளிக்கில் உள்ளது என்பதை அறிந்து நம்பிக்கையுடன் இருங்கள்.",
  "globalReach": "குளோபல் ரீச்",
  "globalReachPara": "நீங்கள் ஆசியாவில் கடற்பாசி தயாரிப்பாளராக இருந்தாலும், ஐரோப்பாவில் விநியோகஸ்தராக இருந்தாலும் அல்லது வட அமெரிக்காவில் ஆராய்ச்சியாளராக இருந்தாலும், ஆல்கே ஸ்டோர் புவியியல் இடைவெளிகளைக் குறைத்து உங்களை உலகெங்கிலும் உள்ள கூட்டாளர்களுடன் இணைக்கிறது.",
  "futureGrowth": "எதிர்கால வளர்ச்சி",
  "futureGrowthPara": "கடற்பாசி தொழில் தொடர்ந்து விரிவடைந்து பல்வகைப்படுத்தப்படுவதால், ஆல்கா ஸ்டோர் அதனுடன் உருவாகிறது, புதிய தயாரிப்புகள் மற்றும் சந்தைகளை ஆராய்வதற்கான வாய்ப்புகளை உங்களுக்கு வழங்குகிறது.",
  "joinAlgaeStorePara": "இன்றே ஆல்கா ஸ்டோரில் சேர்ந்து, கடற்பாசி தொழிலின் எதிர்காலத்தின் ஒரு பகுதியாக மாறுங்கள். உங்கள் வணிகத்தை மேம்படுத்தவும், நம்பகமான கூட்டாளர்களுடன் இணைக்கவும், மேலும் நிலையான மற்றும் வளமான கடற்பாசி துறையை வடிவமைக்க உதவுங்கள். ஒன்றாக, நாங்கள் கடலின் திறனை வளர்க்கிறோம்.",
  "registerHere": "இங்கே பதிவு செய்யவும்",
  "forBuyers": "வாங்குபவர்களுக்கு",
  "forBuyersPara": "உங்கள் வணிகம் அல்லது ஆராய்ச்சி முயற்சிகளை உயர்த்த பிரீமியம் கடற்பாசி தயாரிப்புகளைத் தேடுகிறீர்களா? ஆல்கே ஸ்டோருக்கு வரவேற்கிறோம், இது கடற்பாசி ஆதாரத்தின் மாறுபட்ட மற்றும் நிலையான உலகத்திற்கான உங்கள் நுழைவாயில். இந்த படிவத்தை பூர்த்தி செய்து, பின்னர் விற்கப்படும் தயாரிப்புகளை அணுக எங்கள் போர்ட்டலில் உள்நுழைக.",
  "submitBuyingRequest": "வாங்குதல் கோரிக்கையைச் சமர்ப்பிக்கவும்",
  "countryOfOrigin": "நாடு",
  "cityOfOrigin": "நகரம்",
  "fullName": "முழு பெயர்",
  "phoneNumber": "தொலைபேசி எண்",
  "email": "மின்னஞ்சல்",
  "send": "அனுப்பு",
  "india": "இந்தியா",
  "goa": "GOA",
  "jasonChris": "ஜேசன் கிறிஸ்",
  "someoneEmail": "someone@gmail.com",
  "forSuppliers": "சப்ளையர்களுக்கு",
  "forSuppliersPara": "நீங்கள் கடற்பாசி உற்பத்தியாளர், சப்ளையர் அல்லது உற்பத்தியாளர் உங்கள் வரம்பை விரிவுபடுத்தி, உலகளாவிய வாங்குபவர்களின் நெட்வொர்க்குடன் இணைக்க விரும்புகிறீர்களா? மேலும் பார்க்க வேண்டாம் - எங்கள் விற்பனையாளர்கள் பக்கம் செழித்து வரும் கடற்பாசி துறையில் வாய்ப்புகளின் உலகத்திற்கான உங்கள் நுழைவாயிலாகும்.",
  "supplierInformationForm": "சப்ளையர் தகவல் படிவம்",
  "organisationName": "அமைப்பின் பெயர்",
  "organisationWebsite": "அமைப்பின் இணையதளம்",
  "yourinterest": "நீங்கள் எதை விற்க ஆர்வமாக உள்ளீர்கள்",
  "dummyWebsite": "www.algaestore.in",
  "tellWhatSelling": "நீங்கள் எதை விற்கிறீர்கள் என்பதைப் பற்றி மேலும் சொல்லுங்கள்!",
  "productTypes": "தயாரிப்பு வகைகள்",
  "sargassum": "சர்காசும்",
  "sargassumPara": "சர்காசம் ஒரு பழுப்பு நிற மேக்ரோஅல்கா கடற்பாசி ஆகும். இந்த இனங்கள் பல உலகின் சூடான மற்றும் வெப்பமண்டல பெருங்கடல்கள் முழுவதும் விநியோகிக்கப்படுகின்றன, அங்கு அவை பொதுவாக ஆழமற்ற நீர் மற்றும் பவளப்பாறைகளில் வாழ்கின்றன. சர்காசம் அதன் இலவச-மிதக்கும் வளர்ச்சி முறைக்காக பரவலாக அறியப்படுகிறது மற்றும் இந்த கடற்பாசி உரம், பயோபிளாஸ்டிக் மற்றும் கால்நடை தீவனத் தொழில்களால் பரவலாகப் பயன்படுத்தப்படுகிறது.",
  "kappaphycusAlvarezii": "கப்பாபிகஸ் அல்வாரெஸி",
  "kappaphycusAlvareziiPara": "Kappaphycus alvarezii என்பது கராஜீனன் உற்பத்தி செய்யும் கடற்பாசி ஆகும், இது பொதுவாக கேரஜீனன் தொழிற்சாலைகளுக்கு மூலப்பொருளாகப் பயன்படுத்தப்படுகிறது. கேரஜீனன் முக்கியமாக உணவு, பானம், அழகுசாதனப் பொருட்கள், மருந்து, பெயிண்ட், ஜவுளி மற்றும் பிற தொழில்களுக்கான சேர்க்கைகளாகப் பயன்படுத்தப்படுகிறது. கரிம உரங்களுக்கு நன்மை பயக்கும் வளர்ச்சி ஹார்மோனின் ஆதாரமாகவும் பருத்தி கடற்பாசிகளைப் பயன்படுத்தலாம்.",
  "ulvaLactuca": "உல்வா லாக்டுகா",
  "ulvaLactucaPara": "உல்வா, கடல் கீரை என்றும் அழைக்கப்படுகிறது, இது ஒரு உண்ணக்கூடிய பச்சை ஆல்கா ஆகும், இது பாறைகள், சரளை மற்றும் பவளப்பாறைகளில் ஒட்டிக்கொண்டு வாழும் ஒரு கடற்பாசி ஆகும், ஆனால் சில நேரங்களில் அது கடலில் மிதப்பதைக் காணலாம்.",
  "geledium": "ஜெலிடியம்",
  "gelediumPara": "பல நாடுகளில், கெலிடியம் என்பது உயர்தர அகார் பிரித்தெடுப்பதற்கு பரவலாகப் பயன்படுத்தப்படும் மூலப்பொருளாகும். ஜெலிடியத்தின் உள்ளடக்கம் கிளாசிலேரியாவை விட அதிகமாக உள்ளது. பாரம்பரியமாக ஜெலிடியம் ஒரு காய்கறியாகவும், ஜெல்லி ஜெல்லி தயாரிக்கவும் உட்கொள்ளப்படுகிறது. ஜெலிடியம் பெரும்பாலும் பச்சையாக உண்ணப்படுகிறது, ஆனால் பரிமாறும் முன் ஆவியில் வேகவைத்து அல்லது சமைத்து மூலிகைகளுடன் கலக்கலாம்.",
  "gracillaria": "கிரேசிலாரியா",
  "gracillariaPara": "கிரேசில்லாரியா பொதுவாக உண்ணக்கூடிய ஜெலட்டின் உற்பத்திக்கான முக்கிய மூலப்பொருளாகப் பயன்படுத்தப்படுகிறது. உணவுப் பயன்பாடுகளுக்கு, இது முக்கியமாக உணவு நார்ச்சத்து, திடப்படுத்தும் முகவர், பல்வேறு பானங்களின் கலவை, தடித்தல் மற்றும் உறுதிப்படுத்தும் முகவர் ஆகியவற்றின் மூலமாகப் பயன்படுத்தப்படுகிறது. உணவு அல்லாத பயன்பாடுகளுக்கு, Glacilaria ஒப்பனை தொழில்துறையில் பயன்படுத்தப்படுகிறது; ஷாம்பு, கிரீம், சன்ஸ்கிரீன், பற்பசை மற்றும் மருந்துத் தொழில்கள்.",
  "getInTouch": "தொடர்பில் இருங்கள்",
  "getInTouchPara": "உதவி அல்லது புதிய வெற்றிகரமான கூட்டாண்மைக்காகத் தேடுகிறீர்களா? உங்கள் கேள்வியின் சில விவரங்களுடன் எங்களுக்கு ஒரு செய்தியை அனுப்பவும். நாங்கள் உங்களுக்கு உதவ மகிழ்ச்சியாக இருப்போம். 1 வணிக நாளுக்குள் நாங்கள் பதிலளிக்கிறோம்.",
  "contactForm": "தொடர்பு படிவம்",
  "yourName": "உங்கள் பெயர்",
  "yourContactEmail": "உங்கள் தொடர்பு மின்னஞ்சல்",
  "yourMessage": "உங்கள் தகவல்",
  "submit": "சமர்ப்பிக்கவும்",
  "enterSearch": "உங்கள் தேடலை இங்கே உள்ளிடவும்",
  "search": "தேடு",
  "filters": "வடிப்பான்கள்",
  "harvested": "அறுவடை செய்யப்பட்டது",
  "processed": "செயலாக்கப்பட்டது",
  "finishedGoods": "இறுதி பொருட்கள்",
  "wetSeaweed": "ஈரமான கடற்பாசி",
  "drySeaweed": "உலர் கடற்பாசி",
  "seedMaterial": "விதை பொருள்",
  "all": "அனைத்து",
  "extractSap": "சாறு / சாறு",
  "pulverizedSeaweed": "தூளாக்கப்பட்ட கடற்பாசி",
  "powderedSeaweed": "தூள் கடலை",
  "hydrocolloids": "ஹைட்ரோகலாய்டுகள்",
  "cellulosicResidue": "செல்லுலோசிக் எச்சம்",
  "agriculture": "வேளாண்மை",
  "food": "உணவு",
  "packaging": "பேக்கேஜிங்",
  "fuel": "எரிபொருள்",
  "textile": "ஜவுளி",
  "cart": "வண்டி",
  "removeItem": "பொருளை அகற்று",
  "clearCart": "தெளிவான வண்டி",
  "proceed": "தொடரவும்",
  "checkout": "சரிபார்",
  "selectedItems": "தேர்ந்தெடுக்கப்பட்ட பொருட்கள்",
  "purchaseMemo": "பர்ச்சேஸ் மெமோ",
  "number": "எண்",
  "name": "பெயர்",
  "price": "விலை",
  "back": "மீண்டும்",
  "placeOrder": "ஆர்டர் வைக்கவும்",
  "orderSubmittedSuccessfully": "உங்கள் ஆர்டர் வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது, எங்கள் பிரதிநிதி விரைவில் உங்களைத் தொடர்புகொள்வார்.",
  "productAddedSuccessfully": "தயாரிப்பு வெற்றிகரமாக சேர்க்கப்பட்டது.",
  "somethingWentWrong": "ஏதோ தவறு நடந்துவிட்டது. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.",
  "buyingRequestSent": "உங்கள் வாங்குதல் கோரிக்கை எங்கள் நிர்வாகிக்கு அனுப்பப்பட்டது, விரைவில் உங்களைத் தொடர்புகொள்வோம்.",
  "messageSent": "உங்கள் செய்தி நிர்வாகிக்கு அனுப்பப்பட்டது, விரைவில் உங்களைத் தொடர்புகொள்வோம்",
  "passwordShouldMatch": "கடவுச்சொல் மற்றும் உறுதிப்படுத்தல் கடவுச்சொல் பொருந்த வேண்டும்.",
  "passwordLength": "கடவுச்சொல் 8ஐ விட அதிகமாகவோ அல்லது சமமாகவோ இருக்க வேண்டும்",
  "invalidEmailAddress": "சரியான மின்னஞ்சல் முகவரியை வழங்கவும்.",
  "sellingRequestSent": "உங்கள் விற்பனை கோரிக்கை எங்கள் நிர்வாகிக்கு அனுப்பப்பட்டது, விரைவில் உங்களைத் தொடர்புகொள்வோம்.",
  "noItemInCart": "வண்டியில் பொருள் இல்லை",
  "editProfile": "சுயவிவரத்தைத் திருத்து",
  "logout": "வெளியேறு",
  "publishedProduct": "வெளியிடப்பட்ட தயாரிப்பு",
  "welcomeAlgaeStore": "பாசி கடைக்கு வரவேற்கிறோம்",
  "pleaseLogin": "உங்கள் கணக்கில் உள்நுழையவும்",
  "username": "பயனர் பெயர்",
  "password": "கடவுச்சொல்",
  "logIn": "உள்நுழைய",
  "moreThanStore": "நாங்கள் ஒரு கடையை விட அதிகம்",
  "loginPara": "அனைத்து தயாரிப்புகளையும் ஆராய, உங்கள் தயாரிப்பை வாங்க அல்லது விற்க உள்நுழைக.",
  "orders": "ஆர்டர்கள்",
  "wishlist": "விருப்பப்பட்டியல்",
  "reviews": "விமர்சனங்கள்",
  "suppliers": "சப்ளையர்கள்",
  "exploreAllProducts": "அனைத்து தயாரிப்புகளையும் ஆராயுங்கள்",
  "introducing": "அறிமுகப்படுத்துகிறது",
  "premiumHub": "கடற்பாசி வர்த்தகத்திற்கான உங்கள் பிரீமியர் B2B ஹப்",
  "total": "மொத்தம்",
  "changeEmail": "மின்னஞ்சலை மாற்று (விரும்பினால்)",
  "dontHaveAccount": "கணக்கு இல்லையா?",
  "register": "பதிவு",
  "createYour": "உங்கள் உருவாக்கவும்",
  "emailOrPhone": "மின்னஞ்சல் அல்லது தொலைபேசி எண்",
  "confirmPassword": "கடவுச்சொல்லை உறுதிப்படுத்தவும்",
  "alreadyAccount": "ஏற்கனவே ஒரு கணக்கு உள்ளதா?",
  "account": "கணக்கு",
  "createAccount": "உங்கள் கணக்கை துவங்குங்கள்",
  "buyer": "வாங்குபவர்",
  "seller": "விற்பனையாளர்",
  "orderHistory": "ஆர்டர் வரலாறு",
  "goToStore": "எங்கள் கடையைப் பார்க்கவும்",
  "algaeStoreForFarmers": "விவசாயிகளுக்கான பாசி கடை",
  "connectWithUs": "Cஎங்களை தொடர்பு கொள்ளுங்கள்",
  "algaeStoreForBuyers": "வாங்குபவர்களுக்கான பாசி கடை",
  "buyerDetails": "வாங்குபவர் விவரங்கள்",
  "mobileNumber": "கைபேசி எண்"
}
